bierner.emojisense
DavidAnson.vscode-markdownlint
dracula-theme.theme-dracula
Gruntfuggly.todo-tree
Ikuyadeu.lucario
iwyvi.chinolor
ms-azuretools.vscode-docker
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
muuvmuuv.vscode-sundial
PKief.material-icon-theme
rebornix.ruby
redhat.vscode-yaml
scala-lang.scala
scalameta.metals
sdras.night-owl
timonwong.shellcheck
wingrunr21.vscode-ruby
